Lexicon_ru: dict[str, str] = {
    '/start' : "Привет, это ПИВО-Бот, пришли мне сообщение, которое хочешь сохранить в ПИВО",
    '/info' : "Поддерживаются: любые пересланные сообщения, любые сообщения с сылками, фотографии, видиео, медиагруппы, !!! Медиагруппы поддерживаются,только если в них есть подпись",
    '/get_topics' : "Список текущих тем:\n",
    'button_ud' : "Добавить материал",
    'button_topiks': "Посмотреть список тем",
    'button_gpt': "Спросить у GPT",
    'no_answer' : "Не знаю, что вам на это сказать",
    'choice_topik': "Выберите тему, куда хотите отправить данный пост",
    'the choice is made' : "Тема выбрана",
    'sucsess_forward' : "Сообщение переслано в тему\n\nЕсли хотите помочь улучшить проект пройдите опрос по ссылке:\nhttps://forms.gle/LiJs5bA3Rd7wZ6H3A",
    'fail_forward' : "Нечего пересылать"
}

Lexicon_commands: dict[str,str] = {
    '/start' : "Начать работу с ботом",
    '/info' : "Узнать подробности о подерживаемых типах сообщений",
    '/create_topik' : "Создать тему(Только для администраторов)",
    '/get_topics': "Получить список тем",
    '/cancel' : "Отменить действие",
    '/clear' : "Отчистить все действия"
}

"""Topics: dict[str,str] = {
    'Тема 1' : '2',
    'Тема 2' : '4',
    'Тема 3' : '22'
}"""
